Revit 2027 API
TableSectionData.GetCellCombinedParameters Method
Overload List
Name | Description
GetCellCombinedParameters(Int32) |  Returns an array of combined parameter data for the specified column
GetCellCombinedParameters(Int32, Int32) |  Returns an array of combined parameter data for the specified cell
Top
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace